Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/public_transport/public_transport_commuter_tickets_and_tax.html.txt.tmx
Source language: en
Languages: ga

source: Public transport commuter tickets and tax
ga: Ticéid taistealaí ar chórais iompair phoiblí agus cáin

source: The TaxSaver Commuter Ticket Scheme was established in Ireland in 2000 as an incentive for workers in some parts of the country to use public transport
ga: Bunaíodh an Scéim Ticéid Taistealaí TaxSaver in Éirinn sa bhliain 2000 le oibrithe a spreagadh le húsáid a bhaint in áiteanna faoi leith sa tír as córais iompair phoiblí

source: You can avail of public transport commuter tickets if you are travelling for work by public transport bus or rail
ga: Is féidir leat úsáid a bhaint as ticéid taistealaí ar chórais iompair phoiblí má bhíonn tú ag taisteal ar son na hoibre ar chórais iompair phoiblí na mbusanna nó na dtraenacha

source: The scheme is not confined to State-owned forms of public transport and can include private operators if they are approved transport providers
ga: Ní leis na modhanna iompair phoiblí sin amháin ar leis an Stát iad a bhaineann an scéim seo ach le soláthraithe ceadaithe iompair phríobháideacha freisin

source: In June, 2004 the Scheme was extended to include LUAS services
ga: Leathnaíodh an Scéim amach in Iúil 2004 chun an tseirbhís LUAS a chur san áireamh

source: Since January 2004 the Scheme has also applied where a pass/ticket covers more than one operator (for example, an integrated ticket covering LUAS and Dublin Bus services)
ga: Ó Eanáir 2004 i leith tá feidhm leis an Scéim i gcásanna ina gclúdaíonn pas nó ticéad amháin níos mó ná oibreoir amháin (ticéad comhtháite le haghaidh seirbhísí LUAS agus seirbhísí Bhus Átha Cliath, mar shampla)

source: This incentive is seen as a positive way to encourage more people to avail of public transport in Ireland and to reduce traffic congestion
ga: Meastar gur bealach dearfach í an scéim seo le níos mó daoine a spreagadh le húsáid a bhaint as córais iompair phoiblí in Éirinn agus le brú tráchta a laghdú

source: The employers and employees participating in the scheme sign a contract with each other agreeing to participate
ga: Síníonn na fostóirí agus na fostaithe a ghlacann páirt sa scéim conradh lena chéile ag taispeáint go bhfuileadar sásta a bheith rannpháirteach sa scéim

source: The employer then applies, for example, to Iarnród Éireann and/or Dublin Bus for commuter tickets for employees who have chosen to take part
ga: Déanann an fostóir ansin iarratas chuig Iarnród Éireann agus/nó chuig Bus Átha Cliath ar thicéid tasitealaí do na fostaithe a roghnaigh páirt a ghlacadh sa scéim

source: The TaxSaver scheme is operated by Dublin Bus,Bus Éireann and Irish Rail and approved transport providers in conjunction with the Revenue Commissioners
ga: Tá an scéim TaxSaver dhá riaradh ag Bus Átha Cliath,Bus Éireann agus ag Iarnród Éireann i gcomhair leis na Coimisinéirí Ioncaim

source: The scheme involves employers providing employees (including company directors) with bus and rail commuter tickets while saving on employer PRSI payments
ga: Faoin scéim cuireann fostóirí ticéid taistealaí bus agus iarnróid ar fáil do na fostaithe (stiúrthóirí cuideachtaí san áireamh) agus is féidir leis an bhfostóir airgead a shábháil ar íocaíochtaí ÁSPC

source: Employees participating in the scheme benefit from reduced income tax, PRSI and Universal Social Charge (USC) payments
ga: Bíonn laghdú ar an gcáin agus ar na híocaíochtaí ÁSPC agus Muirear Sóisialta Uilíoch (USC) a íocann fostaithe faoin scéim

source: Employees receive tickets either as part of their salary package (salary sacrifice), in lieu of an annual cash bonus, or as a benefit-in-kind
ga: Faigheann fostaithe na ticéid mar chuid dá bpacáiste tuarastail (tuarastal a thabhairt suas), in áit bónais bhliantúil airgid, nó mar shochar comhchineáil

source: Savings arise because tickets are not subject to tax, PRSI or USC
ga: Sábháiltear airgead mar gheall nach gá cáin,ÁSPC ná USC a íoc ar na ticéid

source: Employees only have to pay tax, PRSI and USC on the "money" portion of their salary
ga: Íocann fostaithe cáin, ÁSPC agus USC ar an gcuid "airgid" dá dtuarastail

source: Employer PRSI is also calculated on the "money" portion of the employee's salary
ga: Déantar ÁSPC an fhostóra a ríomh bunaithe ar an gcuid "airgid" de thuarastal an fhostaí freisin

source: According to Dublin Bus and Irish Rail, employers can achieve PRSI savings of up to 10.75% and employees can save between 31% and 52% of travel costs as a result of tax, PRSI and USC savings by participating in the TaxSaver commuter scheme
ga: Deir Bus Átha Cliath agus Iarnród Éireann gur féidir le fostóirí suas le 10.75% a shábháil ar ÁSPC agus gur féidir le fostaithe idir 31% agus52% dá gcostais taistil a shábháil mar gheall nach bhfuil cáin, ÁSPC agus USC le n-íoc ar na ticéid má ghlacann siad páirt sa scéim taistealaí TaxSaver

source: All employees (including company directors) of companies that choose to participate in the TaxSaver scheme are eligible to take part, as long as the commuter tickets are applied for and provided by the employer
ga: Tá gach fostaí (stiúrthóirí cuideachtaí san áireamh) de chuideachtaí a roghnaíonn a bheith rannpháirteach sa scéim TaxSaver i dteideal páirt a ghlacadh inti, chomh fada agus go ndéanann an fostóir iarratas ar na ticéid taistealaí agus gurb é/í an fostóir a dhéanann na ticéid sin a sholáthar

source: Contract between employer and employee
ga: Conradh idir fostóir agus fostaí

source: Employees who wish to take part in the TaxSaver scheme first select the ticket type best suited to their needs
ga: Roghnaíonn na fostaithe gur mian leo páirt a ghlacadh sa scéim TaxSaver an cineál ticéid is fearr a shásann a gcuid riachtanas féin

source: Employers and employees must then sign a contract setting out the terms under which they will participate in the scheme
ga: Ní mór ansin do fhostóirí agus do fhostaithe conradh a shíniú a leagann síos na téarmaí a bhaineann lena rannpháirtíocht sa scéim

source: To ensure the company is not acting without an employee's knowledge, the employee must agree to the terms of the contract and sign it
ga: Le déanamh cinnte de nach bhfuil cuideachta ag feidhmiú i ngan fhios don fhostaí ní mór don fhostaí aontú le téarmaí an chonartha agus é a shíniú

source: All contracts between the employer and employee must be secured before the employer applies for TaxSaver tickets
ga: Ní mór gach conradh idir an fostóir agus an fostaí a chur i gcrích roimh don fhostóir iarratas a dhéanamh ar thicéid TaxSaver

source: It is important that both parties are clear from the start as to the conditions of the contract
ga: Tá sé tábhachtach go mbeadh an dá pháirtí soiléar ón tús maidir le coinníollacha an chonartha

source: For example, they need to clarify what should happen if an employee leaves the company before the ticket expiry date is up, whether a monthly or an annual ticket would be more suitable, etc
ga: Mar shampla, ní mór a shoiléiriú céard a bheadh i gceist dá bhfágfadh fostaí an chuideachta roimh an dáta a théann an ticeád as feidhm, an fearr ticéad míosúil nó bliantúil a fháil, & rl

source: A signed contract is binding for 12 months
ga: Tá daoine ceangailte le conradh sínithe ar feadh 12 mí

source: If, for example, an employee goes on holiday during that time, he or she cannot give back the ticket, get a refund for the time spent away and reclaim the ticket upon returning
ga: Má théann fostaí ar saoire, mar shampla, i rith an ama sin, ní féidir leis/léi an ticéad a thabhairt ar ais agus aisíocaíocht a fháil ar son an ama a chaith sé/sí ar saoire agus an ticéad a aiséileamh nuair a thagann sé/sí abhaile

source: If an employee returns a ticket to an employer before the 12 months is up, he or she cannot rejoin the scheme until the 12-month period has expired
ga: Má thugann fostaí ticéad ar ais chuig fostóir sula mbíonn an 12 mí istigh, ní féidir leis/léi a bheith páirteach arís sa scéim go dtí go bhfuil an tréimhse 12 mí istigh

source: However, the company can get a refund for the portion of the year not used by the employee
ga: Ach, is féidir leis an gcuideachta aisíocaíocht a fháil don chuid den bhliain nár úsáid an fostaí

source: Tickets are strictly non-transferable and cannot be exchanged for cash benefits
ga: Níl na ticéid inaistrithe agus ní féidir sochair airgid a fháil ina n-áit

source: Once a contract between employer and employee has been signed, the employer applies the tax conditions set out below and makes a group application to the transport provider on behalf of all employees contracted into the scheme
ga: Nuair atá conradh sínithe idir an fostóir agus an fostaí cuireann an fostóir na coinníollacha cánacha atá leagtha amach thíos i bhfeidhm agus déanann sé/sí grúpiarratas chuig an soláthraí iompair ar son na bhfostaithe ar fad a bhfuil conradh sínithe acu le bheith páirteach sa scéim

source: Individual applications from employees are not permitted
ga: Ní ghlactar le iarratais aonair ó fhostaithe

source: There must be a bona fide and enforceable alteration to the terms and conditions of employment (exercising a choice of benefit instead of salary)
ga: Ní mór go mbeadh athrú bona fide gur féidir a chur i bhfeidhm ar théarmaí agus coinníollacha fostaíochta (a léiríonn rogha déanta sochar a fháil in áit tuarastail)

source: The alteration must not be retrospective and must be evidenced in writing
ga: Ní féidir leis an athrú a bheith siarghábhálach agus ní mór fianaise i scríbhinn a bheith ar fáil

source: There must be no entitlement to exchange the benefit for cash
ga: Ní féidir leis an bhfostaí a bheith in ann an sochar a athrú ar son airgid tirim

source: The choice exercised (i.e., benefit instead of cash) cannot be made more than once a year and then only with the consent of the employer
ga: Ní féidir an rogha (i.e., sochar in áit airgid tirim) a dhéanamh níos mó ná uair sa bhliain agus ní féidir é a athrú gan cead an fhostóra

source: Options for participation in the scheme
ga: Rogha bealaí le páirt a ghlacadh sa scéim

source: Employees may participate in the scheme in one of three ways
ga: Is féidir le fostaithe páirt a ghlacadh sa scéim ar cheann de thrí bhealach

source: By participating in salary sacrifice, employees receive TaxSaver commuter tickets as part of their basic salary package
ga: Má roghnaíonn fostaithe ticéid a fháil in áit tuarastail, faigheann siad ticéid taistealaí TaxSaver mar chuid dá mbunphacáiste tuarastail

source: To illustrate how this works, assume that the annual cost of a bus/rail ticket is €1,040 and that an employee is earning €20,000 per annum
ga: Mar shampla, abair go gcosnaíonn ticéad bus/iarnróid 1,040 euro sa bhliain agus go bhfuil fostaí ag saothrú 20,000 euro sa bhliain

source: Instead of the employee buying the ticket him or herself for €1,040, the employee agrees with the employer a salary sacrifice of €20 per week for the cost of the annual ticket
ga: In áit an ticéid a cheannach é/í féin ar 1,040 euro aontaíonn an fostaí leis an bhfostóir 20 euro sa tseachtain a bhaint as a t(h)uarastal le costas an ticéid bhliantúil a ghlanadh

source: (This equates to €1,040 for the year in which the employer pays for the ticket.) The employee will not be charged to tax/PRSI/USC on the portion of salary sacrificed; therefore, tax, PRSI and USC are now calculated on the employee's salary minus the salary sacrificed (€18,860)
ga: (Is é sin 1,040 euro sa bhliain ina gceanaíonn an fostóir an ticéad). Ní bheidh aon cháin, ÁSPC ná USC le n-íoc ag an bhfostaí ar an gcuid sin den tuarastal a thug sé/sí suas ar son an ticéid; mar sin, déantar íocaíochtaí cánach, ÁSPC agus USC a ríomh bunaithe ar an tuarastal lúide an chuid sin den tuarastal a tugadh suas (18,860 euro)

source: From the employer's point of view, an employer will, as a matter of course, claim an expense for salary paid to employees
ga: Ó thaobh an fhostóra de, déanfaidh sé/sí éileamh ar chostas don tuarastal íoctha leis na fostaithe

source: Continuing the above scenario, without salary sacrifice, the employer will pay €20,000 in salary and claim an expense of €20,000 salary plus the employer PRSI paid thereon
ga: I gcás mar atá leagtha síos thuas muna bhfuil aon chuid den tuarastal tugtha suas íocfaidh an fostóir 20,000 euro mar thuarastal agus déanfaidh sé/sí éileamh ar chostas tuarastail de 20,000 euro móide an ÁSPC fostóra atá le n-íoc ar sin

source: (If you assume a 10.75% rate applies, then employer PRSI would be €2,150.) With salary sacrifice, however, the employer will pay and claim €18,960 euro salary plus employer PRSI paid thereon (which comes to €2,030.20 - this is where the employer saves) plus a deduction of €1,040 (the cost of the ticket)
ga: Le cuid den tuarastal tugtha suas, áfach, íocfadh an fostóir agus dhéanfadh sé/sí éileamh ar thuarastal de 18,960 euro móide ÁSPC an fhostóra a bheadh le n-íoc (bheadh 2,030.20 euro i gceist an t-am seo - is í seo an áit gur féidir leis an bhfostóir airgead a shábháil) móide laghdú de 1,040 euro (costas an ticéid)

source: The cost of the ticket is now regarded as an allowable expense for the purposes of Section 118 (5A) of the Tax Consolidation Act 1997 as amended by Section 8 of the Finance Act 2005
ga: Tá costas an ticéid ceadúnaithe faoi Mhír 118 (5A) TCA 10997. Tá sé tábhachtach cuimhniú go mbreathnófar ar aon laghdú tuarastail mar thuarastal atá tugtha suas agus d'fhéadfadh tionchar a bheith aige sin ar ranníocaíochtaí pinsin

source: As an alternative to salary sacrifice, an employer may offer employees TaxSaver commuter tickets in lieu of an end-of-year cash bonus
ga: In áit tuarastail a thabhairt suas, d'fhéadfadh fostóir ticéid taistealaí TaxSaver a thairiscint do fhostaithe in áit bónais airgid ag deireadh na bliana

source: As cash bonuses are chargeable to tax and commuter tickets are not, tickets provide better value to employees than a cash bonus
ga: Ós rud é nach mór cáin a íoc ar bhónais airgid agus nach gá aon cháin a íoc ar thicéid taistealaí, is fearr an luach a bhaineann fostaithe as ticéid ná as bónais airgid

source: A third way in which employers and employees can benefit from the scheme is for employers to offer employees TaxSaver commuter tickets as a benefit-in-kind (e.g., in lieu of a parking space at work, as an incentive for an employee to remain with the company, etc.)
ga: Is féidir le fostóirí agus le fostaithe leas a bhaint as an scéim ar an tríú bhealach má chuireann fostaithe ticéid tasitealaí TaxSaver ar fáil mar shochar comhchineáil (e.g., in áit spás páirceála ag an obair, le fostaí a spreagadh le fanacht i bhfostaíocht na cuideachta, & rl.)

source: Employers can realise PRSI savings of up to 10.75% by providing staff with TaxSaver commuter tickets
ga: Is féidir le fostóirí suas le 10.75% a shábháil ar íocaíochtaí ÁSPC má chuireann siad ticéid taistealaí TaxSaver ar fáil do na fostaithe

source: Employees can save up to 52% of travel costs as a result of tax, PRSI agus USC savings
ga: Is féidir le fostaithe suas le 52% dá gcostais taistil a shábháil de bharr cúrsaí cánach, ÁSPC agus USC

source: There is no longer any need to queue on a daily basis for bus or rail tickets
ga: Ní bhíonn aon ghá a thuilleadh fanacht sa scuaine gach lá le ticéid bhus agus iarnróid a cheannach

source: Prepaid tickets are cheaper than paying cash
ga: Ní chosnaíonn ticéid réamhíoctha an oiread le ticéid a íoctar in airgead tirim

source: As an example, the valuation on annual bus and rail or bus and DART tickets runs out after eight months, which effectively means that for the last four months, a ticket holder is travelling free
ga: Mar shampla, cosnaíonn ticéad bliantúil bus agus iarnróid nó bus agus DART an méid céanna le ticéid ocht mí, i bhfocail eile bíonn an taistealaí ag taisteal saor in aisce don cheithre mhí dheireanach

source: On Rail Point-to-Point tickets, a ticket holder is effectively travelling free for the last two months
ga: Bíonn sealbhóir ticéid ag taisteal saor in aisce le ticéid Iarnróid Pointe-go-Pointe don dá mhí dheireanach

source: It costs employers and employees nothing to join the scheme itself
ga: Níl tada le n-íoc ag fostóirí agus fostaithe le páirt a ghlacadh sa scéim féin

source: TaxSaver ticket types and prices
ga: Cineálacha Ticéad TaxSaver agus praghsanna

source: Dublin Bus, Iarnród Éireann and Luas offer several different types of monthly and annual tickets
ga: Tá go leor cineálacha éagsúla ticéad míosúil agus bliantúil ar fáil ó Bhus Átha Cliath agus ó Iarnród Éireann

source: Employees should familiarise themselves with all the available options and select the type of ticket best suited to their travelling habits (bearing in mind that the ticket can be used outside office hours, for leisure purposes, etc)
ga: Ba cheart do fhostaithe eolas a fháil ar na roghanna ar fad atá ar fáil agus an cineál ticéid is fearr a fheileann dóibh féin a roghnú (cuimhnigh gur féidir úsáid a bhaint as na ticéid taobh amuigh d’uaireanta oifige, ar mhaithe le imeachtaí fóillíochta, & rl)

source: Although annual tickets are ultimately better value, monthly tickets might be more practical for companies with a high turnover of staff
ga: Cé gur fearr an luach airgid iad ticéid bhliantúla ag deireadh an lae, d'fhéadfadh sé gur fearr an rogha iad ticéid mhíosúla do chuideachtaí ina mbíonn an fhoireann oibre ag athrú go minic

source: Detailed information sheets on each type of ticket are also available for distribution to employees
ga: Is féidir bileoga mioneolais a fháil ar gach cineál ticéid le dáileadh ar fhostaithe

source: Monthly tickets are valid for one calendar month and may be purchased up to two weeks in advance of the first of the month
ga: Bíonn ticéid mhíosúla bailí ar feadh míosa féilire agus is féidir iad a cheannach suas le coicís roimh tús na míosa dár gcionn

source: Annual tickets are valid for one year from the first day of any month and can be purchased anytime
ga: Bíonn ticéid bhliantúla bailí ar feadh bliana ón gcéad lá de mhí ar bith agus is féidir iad a cheannach ag am ar bith

source: You can find more information and lists of the annual and monthly commuter tickets available on the following websites:
ga: Féadfaidh tú tuilleadh faisnéise a fháil ar na láithreáin ghréasáin seo a leanas mar aon le liostaí de na ticéid míosa agus bliana atá ar fáil:

source: • Dublin Bus - provides ticket prices for bus, bus and rail including Dart, and bus and Luas
ga: • Bus Átha Cliath - tugann sé seo praghsanna na dticéad le haghaidh bus, bus agus iarnród lena n-áirítear DART, agus bus agus LUAS

source: • Irish Rail - provides ticket prices for rail, rail and bus, and rail and Luas
ga: • Iarnród Éireann - tugann sé seo praghsanna na dticéad le haghaidh an iarnróid, iarnród agus bus agus iarnród agus Luas

source: • Bus Éireann - provides ticket prices for buses to Dublin and Cork
ga: • Bus Éireann - tugann sé seo praghsanna na dticéad le haghaidh busanna go Baile Átha Cliath agus Corcaigh

source: • Luas - provides ticket prices for Luas
ga: • Luas - tugann sé seo praghsanna na dticéad le haghaidh Luas

source: Information on commuter tickets may also be available on the websites of approved private operators
ga: Is féidir eolas ar an ticéad comaitéara a chur ar fáil freisin ar na láithreáin ghréasáin na n-oibreoirí príobháideacha faofa

source: Applying for the scheme
ga: Iarratas a dhéanamh ar an scéim

source: Employees select the TaxSaver commuter ticket best suited to their needs, bearing in mind that commuter tickets may be used outside office hours and for leisure purposes
ga: Roghnaíonn fostaithe an ticéad taistealaí TaxSaver is fearr a fheileann a riachtanais, ag cur san áireamh gur féidir ticéid taistealaí a úsáid taobh amuigh d’uaireanta oifige agus ar chúiseanna fóillíochta

source: Employer and employees sign a contract, subject to the rules of the scheme
ga: Síníonn an fostóir agus fostaithe conradh, faoi réir ag rialacha na scéime

source: The employer applies the required Tax Conditions
ga: Cuireann an fostóir na Coinníollacha Cánacha cuí i bhfeidhm

source: The employer registers with the public transport provider
ga: Cláraíonn an fostóir leis an soláthraí iompair phoiblí

source: The employer makes a group application on behalf of participating employees by post, e-mail or online
ga: Déanann an fostóir grúpiarratas ar son na bhfostaithe atá le bheith rannpháirteach sa scéim agus cuireann sé/sí an t-iarratas sa phost, ar ríomh-phost nó ar líne

source: Information on how to apply is available on the websites below
ga: Tá faisnéis faoi conas cur isteach ar an scéim le fáil ar na láithreáin ghréasáin thuasluaite

source: Companies must keep a receipt of purchase and a copy of the ticket for their tax records
ga: Ní mór do chuideachtaí admháil a choinneáil ar na ticéid ceannaithe agus cóip de na ticéid ar mhaithe lena dtaifid chánacha

source: Information on where to apply is available on the following websites:
ga: Tá faisnéis faoin áit le cur isteach uirthi le fáil ar na láithreáin ghréasáin seo a leanas:

source: Information on where to apply may also be available on the websites of approved private operators
ga: Is féidir eolas ar an áit chun iarratas a bheith ar fáil freisin ar na láithreáin ghréasáin na n-oibreoirí príobháideacha faofa
